[ItemDefs.ID_BloodwingFeather:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="A feather from Bloodwing. She was here recently."

[ItemDefs.ID_SlagSample:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="A sample of slag, a volatile byproduct of Eridium manufacturing."
